adapta-gtk-theme
adobe-source-code-pro-fonts
adw-gtk-theme
alacritty
alacritty-themes
amd-ucode
antigravity
arc-gtk-theme
archlinux-xdg-menu
ark
baobab
base
base-devel
bash-completion
bc
bitwarden
blueman
bluez
bluez-utils
boost
bridge-utils
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-mocha
chafa
chatty
cliphist
cmake
cpio
cronie
cups
d-spy
dconf-editor
decibels
dimland-git
discord
dkms
dnsmasq
docker
dolphin
downgrade
dragon
dunst
edk2-ovmf
efibootmgr
endeavour
epiphany
eww
eza
fastfetch
fd
feh
ffmpegthumbnailer
file-roller
firefox
foot
fsearch
fuzzel
fzf
gdm
gedit
ghex
git
github-cli
glow
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-builder
gnome-calculator
gnome-calendar
gnome-calls
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-remote-desktop
gnome-robots
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
google-chrome
grim
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gtk4-layer-shell
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hplip
htop
hypridle
hyprland
hyprland-protocols
hyprland-relative-workspace-bin
hyprlock
hyprshell-bin
hyprworm
imv
inkscape
inotify-tools
iwd
jq
kate
kitty
konsole
kvantum
kvantum-theme-materia
less
libdvdcss
libpulse
libva-nvidia-driver
libxcrypt-compat
lightdm
lightdm-gtk-greeter
lightsoff
linux
linux-firmware
linux-headers
localsend-bin
loupe
lsd
lua-cjson
lua-lgi
lua-posix
lutris
lxappearance
mako
malcontent
mangowc-git
manuals
materia-transparent-gtk-theme-git
matugen-bin
mpv
mpvpaper
nano
ncspot
neofetch
neovim
network-manager-applet
networkmanager-dmenu-git
niri
noto-fonts-extra
npm
nsxiv
ntfs-3g
nvidia-open-dkms
nwg-dock-hyprland
nwg-look
obs-studio
obsidian
onlyoffice-bin
openssh
orca
orchis-theme
os-prober
pamixer
pandoc-cli
papers
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixi
plasma-meta
plasma-workspace
postgresql
power-profiles-daemon
pyright
python-black
python-colorthief
python-pynvim
qbittorrent
qemu-full
qogir-gtk-theme
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quadrapassel
quickshell
r
remmina
rofi
rp-pppoe
rsync
rust
rust-analyzer
rygel
satty
scdoc
scotch
showtime
simple-scan
slurp
smartmontools
snap-pac
snapper
snapshot
sof-firmware
sox
spotify-launcher
starship
sudo
supergfxctl
sushi
sway-audio-idle-inhibit-git
swaybg
swayidle
swaylock-effects-git
swaync
swayosd
swell-foop
swww
sxiv
sysstat
teams-for-linux
telegram-desktop
terminus-font
texlab
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-mathscience
texlive-plaingeneric
thunar
tigervnc
tk
tree
ttf-cascadia-code
ttf-fira-code
ttf-indic-otf
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ueberzugpp
uwsm
ventoy-bin
vim
virt-manager
visual-studio-code-bin
vmware-keymaps
vmware-workstation
vulkan-radeon
waybar
waypaper
weylus-bin
wget
wine
wine-gecko
wine-mono
wireless_tools
wireplumber
wkhtmltopdf-bin
wl-clip-persist
wl-clipboard
wlogout
wlr-dpms-git
wlr-randr
wlsunset
wofi
wvdial
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xorg-xinit
xorg-xrandr
yaru-icon-theme
yay
yay-debug
yazi
ydotool
zathura
zathura-pdf-mupdf
zen-browser-bin
zotero-bin
zram-generator
