alacritty-themes
antigravity
arc-gtk-theme
asusctl
catppuccin-gtk-theme-mocha
eww
fsearch
google-chrome
grim-hyprland-git
hyprland-relative-workspace-bin
hyprworm
localsend-bin
neofetch
networkmanager-dmenu-git
onlyoffice-bin
supergfxctl
teams-for-linux
timeshift-autosnap
ttf-ms-fonts
visual-studio-code-bin
waypaper
yaru-icon-theme
yay
yay-debug
zen-browser-bin
zoom
