adapta-gtk-theme
adobe-source-code-pro-fonts
alacritty
alacritty-themes
amd-ucode
arc-gtk-theme
archlinux-xdg-menu
asusctl
baobab
base
base-devel
bash-completion
bitwarden
blueman
bluez
bluez-utils
boost
breeze
bridge-utils
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-mocha
celluloid
chafa
chatty
cmake
cpio
cronie
d-spy
dconf-editor
decibels
discord
dkms
dnsmasq
docker
dolphin
dunst
edk2-ovmf
efibootmgr
endeavour
epiphany
file-roller
firefox
flatpak
foot
fsearch
fuzzel
fzf
gdm
gedit
ghex
git
github-cli
glow
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-calls
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-remote-desktop
gnome-robots
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grim-hyprland-git
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gtk4-layer-shell
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprland-relative-workspace-bin
hyprlock
hyprworm
imv
inkscape
inotify-tools
iwd
jq
kate
kitty
konsole
kscreen
kvantum
kvantum-theme-materia
libpulse
libva-nvidia-driver
libvirt
libxcrypt-compat
lightsoff
linux
linux-firmware
linux-headers
localsend-bin
loupe
mako
malcontent
manuals
materia-gtk-theme
mesa-utils
meson
mousepad
mpv
nano
nautilus
ncspot
neofetch
network-manager-applet
networkmanager
networkmanager-dmenu-git
noto-fonts
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-open-dkms
nwg-dock-hyprland
nwg-look
obs-studio
onlyoffice-bin
orca
orchis-theme
papers
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-desktop
polkit-kde-agent
postgresql
power-profiles-daemon
ppp
qbittorrent
qemu-full
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quadrapassel
quickshell
qutebrowser
rofi
rp-pppoe
rust
rygel
satty
scdoc
scotch
sddm
showtime
simple-scan
slurp
smartmontools
smplayer
snapshot
sof-firmware
spectacle
spotify-launcher
supergfxctl
sushi
swell-foop
swww
sysprof
teams-for-linux
tecla
telegram-desktop
terminus-font
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-mathscience
texlive-plaingeneric
thunar
timeshift
timeshift-autosnap
tree
ttf-cascadia-code
ttf-fira-code
ttf-hack
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
unzip
uwsm
vim
virt-manager
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vulkan-radeon
vulkan-tools
waybar
waypaper
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wvdial
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xorg-server
xorg-xinit
yaru-icon-theme
yay
yay-debug
yelp
zathura
zathura-pdf-mupdf
zen-browser-bin
zoom
zram-generator
