alacritty-themes
antigravity
arc-gtk-theme
catppuccin-gtk-theme-mocha
dimland-git
downgrade
eww
fsearch
google-chrome
hyprland-relative-workspace-bin
hyprshell-bin
hyprworm
localsend-bin
lua-cjson
mangowc-git
materia-transparent-gtk-theme-git
matugen-bin
mpvpaper
neofetch
networkmanager-dmenu-git
onlyoffice-bin
qogir-gtk-theme
supergfxctl
sway-audio-idle-inhibit-git
swaylock-effects-git
teams-for-linux
ttf-ms-fonts
ventoy-bin
visual-studio-code-bin
vmware-keymaps
vmware-workstation
waypaper
weylus-bin
wkhtmltopdf-bin
wlogout
wlr-dpms-git
yaru-icon-theme
yay
yay-debug
zen-browser-bin
zotero-bin
