adapta-gtk-theme
adobe-source-code-pro-fonts
alacritty
alacritty-themes
amd-ucode
antigravity
arc-gtk-theme
archlinux-xdg-menu
asusctl
baobab
base
base-devel
bash-completion
bc
bitwarden
blueman
bluez
bluez-utils
boost
breeze
bridge-utils
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-mocha
chafa
chatty
cmake
cpio
cronie
cups
d-spy
dconf-editor
decibels
discord
dkms
dnsmasq
docker
dolphin
downgrade
dragon
dunst
edk2-ovmf
efibootmgr
endeavour
epiphany
eww
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
flatpak
foot
fsearch
fuzzel
fzf
garcon
gdm
gedit
ghex
git
github-cli
glow
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-builder
gnome-calculator
gnome-calendar
gnome-calls
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-remote-desktop
gnome-robots
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grim-hyprland-git
grub
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gtk4-layer-shell
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hplip
htop
hypridle
hyprland
hyprland-protocols
hyprland-relative-workspace-bin
hyprlock
hyprshell-bin
hyprworm
imv
inkscape
inotify-tools
iwd
jq
kate
kitty
konsole
kscreen
kvantum
kvantum-theme-materia
less
libdvdcss
libpulse
libva-nvidia-driver
libvirt
libxcrypt-compat
lightdm
lightdm-gtk-greeter
lightsoff
linux
linux-firmware
linux-headers
localsend-bin
loupe
lsd
lua-cjson
lua-lgi
lua-posix
lxappearance
mako
malcontent
manuals
materia-transparent-gtk-theme-git
matugen-bin
mesa-utils
meson
mousepad
mpv
nano
nautilus
ncspot
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-dmenu-git
niri
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-open-dkms
nwg-dock-hyprland
nwg-look
obs-studio
obsidian
okular
onlyoffice-bin
orca
orchis-theme
os-prober
papers
papirus-icon-theme
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-desktop
polkit-kde-agent
postgresql
power-profiles-daemon
ppp
pyright
python-black
python-colorthief
python-haishoku
python-pynvim
qbittorrent
qemu-full
qogir-gtk-theme
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quadrapassel
quickshell
remmina
ristretto
rofi
rp-pppoe
rust
rust-analyzer
rygel
satty
scdoc
scotch
sddm
showtime
simple-scan
slurp
smartmontools
snapshot
socat
sof-firmware
spectacle
spotify-launcher
starship
supergfxctl
sushi
swaybg
swaylock
swell-foop
swww
sysprof
sysstat
teams-for-linux
tecla
telegram-desktop
terminus-font
texlab
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-mathscience
texlive-plaingeneric
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tigervnc
timeshift
timeshift-autosnap
tk
tor-browser-bin
tree
ttf-cascadia-code
ttf-fira-code
ttf-hack
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
tumbler
ueberzugpp
unzip
uwsm
ventoy-bin
vim
virt-manager
visual-studio-code-bin
vlc
vlc-plugins-all
vmware-keymaps
vmware-workstation
vulkan-radeon
vulkan-tools
waybar
waypaper
wget
wine
wireless_tools
wireplumber
wl-clipboard
wlogout-git
wofi
wvdial
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xinit
xorg-xrandr
xsettingsd
yaru-icon-theme
yay
yay-debug
yazi
ydotool
yelp
zathura
zathura-pdf-mupdf
zen-browser-bin
zotero-bin
zram-generator
