alacritty-themes
antigravity
arc-gtk-theme
asusctl
catppuccin-gtk-theme-mocha
downgrade
eww
fsearch
google-chrome
grim-hyprland-git
hyprland-relative-workspace-bin
hyprshell-bin
hyprworm
localsend-bin
lua-cjson
materia-transparent-gtk-theme-git
matugen-bin
neofetch
networkmanager-dmenu-git
onlyoffice-bin
python-haishoku
qogir-gtk-theme
supergfxctl
teams-for-linux
timeshift-autosnap
tor-browser-bin
ttf-ms-fonts
ventoy-bin
visual-studio-code-bin
vmware-keymaps
vmware-workstation
waypaper
wlogout-git
yaru-icon-theme
yay
yay-debug
zen-browser-bin
zotero-bin
